[
  {
    "model": "catalog.product",
    "pk": 8,
    "fields": {
      "name": "Apple iPhone 14 Pro Max",
      "description": "iPhone 14 Pro Max — смартфон в корпусе цвета Deep Purple, выполненном из нержавеющей стали и противоударного стекла Ceramic Shield, обладает встроенной памятью 128 Гб.",
      "image": "products/30065140bb.png",
      "category": 1,
      "price": 120000,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 9,
    "fields": {
      "name": "Samsung Galaxy S23 Ultra",
      "description": "Смартфон Samsung Galaxy S23 Ultra Black — модель с безрамочным экраном диагональю 6,8 дюйма, выполненным по технологии Dynamic AMOLED 2X. Разрешение — 3088x1440 пикселей, частота обновления — 120 Гц. Отображается 16 млн цветов.",
      "image": "products/30067223bb.png",
      "category": 1,
      "price": 110000,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 10,
    "fields": {
      "name": "HONOR 70",
      "description": "Смартфон Honor 70 в стеклянном корпусе цвета Emerald Green работает на операционной системе Android Magic UI 6.1. Высокую производительность обеспечивают 8 Гб оперативной памяти и восьмиядерный процессор Qualcomm Snapdragon 778G Plus.",
      "image": "products/30065642bb.png",
      "category": 1,
      "price": 40000,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 11,
    "fields": {
      "name": "Apple MacBook Air 13",
      "description": "Ноутбук Apple MacBook Air 13 M1 в алюминиевом корпусе цвета Space Gray оснащен восьмиядерным процессором Apple M1 и семиядерным графическим контроллером. Объем оперативной памяти 8 Гб, твердотельного накопителя 256 Гб. Экран диагональю 13,3 дюймов.",
      "image": "products/30064273b.png",
      "category": 2,
      "price": 96000,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 12,
    "fields": {
      "name": "Acer Aspire C27-1700",
      "description": "Моноблок Acer Aspire C27-1700 DQ.BJKMC.009 — персональный компьютер с современными функциями, предназначенный для офисных дел и мультимедийных развлечений. Прибор работает под управлением десятиядерного процессора Intel Core i5 1235U (1,3-4,4 ГГц).",
      "image": "products/30067651bb.png",
      "category": 2,
      "price": 77000,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.product",
    "pk": 13,
    "fields": {
      "name": "Samsung QE65S95CAU",
      "description": "Черный телевизор Samsung QE65QS95CAU с 65-дюймовой QLED-панелью работает на основе ОС Tizen. Модель получила низкочастотную акустическую систему мощностью 70 Вт и поддержку воспроизведения с USB-носителя. Прибор оснащен встроенным Bluetooth-модулем.",
      "image": "products/10032191bb.png",
      "category": 3,
      "price": 335000,
      "creation_date": null,
      "last_modified_date": null
    }
  },
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Смартфоны и гаджеты",
      "description": "Смартфоны, Смарт-часы, Фитнес-браслеты, Умные гаджеты, Чехлы, Сопутствующие товары"
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Ноутбуки и компьютеры",
      "description": "Ноутбуки, Компьютеры, Комплектующие, Периферийные устройства, Аксессуары"
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Телевизоры",
      "description": "Телевизоры, Цифровое/спутниковое ТВ, Аксессуары, Комплектующие"
    }
  },
  {
    "model": "catalog.blog",
    "pk": 1,
    "fields": {
      "title": "Какими будут iPhone 15 и 15 Pro",
      "slug": null,
      "content": "Внешний вид айфонов практически не изменится. Отличий будет больше, чем у последнего Samsung Galaxy Z Fold5 от Z Fold4. Разница только в том, что у одной компании преемственность поколений, а у другой - самоповторение. Сильнее всего от iPhone 14 будут отличаться базовые модели. Именно iPhone 15 и 15 Plus получат Dynamic Island, который вы уже видели в iPhone 14 Pro и 14 Pro Max. Однако за этим улучшением характеристики дисплея практически не изменятся. Вероятно, он станет ярче, контрастнее, но плавности не прибавится - останутся классические 60 Гц. Ну или медленные и позорные - зависит от вашей точки зрения. «Прошкам» тоже достанется: рамки дисплея уменьшатся до 1,5 мм со всех сторон. Apple постепенно идёт к отказу от рамок, а это шаг на пути к цели. К слову, пока ни у какого смартфона нет таких узких рамок.",
      "image": "blog/iphone-15-plus-render.png",
      "creation_date": null,
      "is_publish": true,
      "count_of_views": 7
    }
  },
  {
    "model": "catalog.blog",
    "pk": 2,
    "fields": {
      "title": "Представлены Huawei Watch Buds",
      "slug": null,
      "content": "Компания Huawei представила смарт-часы Watch Buds, главной фишкой которых стали встроенные беспроводные наушники. Они прячутся под дисплеем часов. Верхняя часть держится на защёлке и открывается по нажатию кнопки. Внутри есть магниты, которые фиксируют наушники. Часы получили 1,43-дюймовый AMOLED-дисплей. Корпус выполнен из стали. Есть датчики пульса, уровня кислорода в крови и функция мониторинга сна. Часы способны отслеживать более 80 типов тренировок. Наушники автоматически определяют левый и правый канал, то есть нет разницы, какой наушник в какое ухо поместить. Обещают хороший звук и шумоподавление во время разговоров. Часы на одном заряде проработают до трех дней, а наушники дадут 4 часа непрерывного прослушивания музыки. Часы Huawei Watch Buds поступили в продажу в Китае за 2988 юаней (примерно 27 тысяч рублей). Появятся ли они в других странах, неизвестно.",
      "image": "blog/1200_0_1670581665-7164.png",
      "creation_date": null,
      "is_publish": true,
      "count_of_views": 5
    }
  },
  {
    "model": "catalog.blog",
    "pk": 8,
    "fields": {
      "title": "Samsung скопирует дизайн iPhone 14 в серии Galaxy S24",
      "slug": "samsung-skopiruet-dizajn-iphone-14-v-serii-galaxy-s24",
      "content": "Авторитетный инсайдер под ником Ice Universe поделился в сервисе микроблогов X (экс-Twitter) информацией о редизайне будущих флагманских смартфонов Samsung.По данным источника, южнокорейский бренд планирует выпустить Galaxy S24 и Galaxy S24+ с плоскими боковыми гранями, как в iPhone 13/14. Так серия Galaxy S будет больше соответствовать внешнему виду недавно вышедших Galaxy Z Fold5 и Z Flip5. Интересно, что инсайдер вообще не упоминает топовую модель Galaxy S24 Ultra. Вероятно, этот девайс сохранит привычный дизайн с закругленными боками и плоским гранями сверху и снизу.",
      "image": "blog/fit_960_530_false_crop_3000_1687_0_156_q90_773482_1551c61eb74e3ade129ddfb6c_60hvi8G.png",
      "creation_date": "2023-08-20T22:54:35Z",
      "is_publish": true,
      "count_of_views": 3
    }
  },
  {
    "model": "catalog.blog",
    "pk": 9,
    "fields": {
      "title": "Redmi выпустила неприличной дешёвый смарт-ТВ на 50 дюймов",
      "slug": "redmi-vyipustila-neprilichnoj-deshyovyij-smart-tv-na-50-dyujmov",
      "content": "Новинка получила впечатляющий 50-дюймовый LCD-дисплей с разрешением 4K, стандартной частотой обновления 60 Гц и передачей 1,07 млрд цветов. Внешне Redmi TV A50 2024 выглядит очень солидно благодаря металлическому корпусу и почти безрамочному экрану. Компания также оснастила телевизор мощными динамиками мощностью 20 Вт и операционной системой MIUI TV. За производительность отвечает четырехъядерный процессор A35, 1,5 ГБ памяти и накопитель на 8 ГБ. На корпусе расположены все необходимые порты, включая HDMI 2.0, USB-A, 3,5-разъём для наушников и вход для кабельного ТВ. Новый Redmi TV A50 можно купить в Китае по цене 1349 юаней (~$184). Ждём, когда модель появится на АлиЭкспресс.",
      "image": "blog/fit_960_530_false_crop_977_550_79_0_q90_771802_6620fa2598fc02f5cabcca6de_FInAyyw.png",
      "creation_date": "2023-08-20T22:56:39Z",
      "is_publish": false,
      "count_of_views": 0
    }
  },
  {
    "model": "catalog.version",
    "pk": 2,
    "fields": {
      "product": 9,
      "number": 23,
      "version_name": "Galaxy S",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 3,
    "fields": {
      "product": 8,
      "number": 14,
      "version_name": "Pro Max",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 4,
    "fields": {
      "product": 10,
      "number": 70,
      "version_name": null,
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 5,
    "fields": {
      "product": 11,
      "number": 13,
      "version_name": "Air",
      "is_active": true
    }
  },
  {
    "model": "catalog.version",
    "pk": 6,
    "fields": {
      "product": 12,
      "number": 1700,
      "version_name": "C27",
      "is_active": false
    }
  },
  {
    "model": "catalog.version",
    "pk": 7,
    "fields": {
      "product": 13,
      "number": 1,
      "version_name": null,
      "is_active": true
    }
  }
]